/* Japanese versions of strings used internally */

NoMoreMovesHTML = "<H1><FONT COLOR=#FF0000>&#21205;&#12363;&#12377;&#23453;&#30707;&#12364;&#12354;&#12426;&#12414;&#12379;&#12435;!</FONT></H1>";
JewelToyStartHTML = "<H1><FONT COLOR=#FFCC00>JewelToy</FONT><FONT COLOR=#FF0000><SMALL>&copy;2001</SMALL></FONT></H1></CENTER>";
GameOverHTML = "<H1><FONT COLOR=#FF0000>&#12466;&#12540;&#12512;&#12458;&#12540;&#12496;&#12540;</FONT></H1>";
EasyHighScoresHTML = "<H1><FONT COLOR=#00FF00>&#12495;&#12452;&#12473;&#12467;&#12450;&#12300;&#21021;&#32026;&#12301;</FONT></H1>";
HardHighScoresHTML = "<H1><FONT COLOR=#FFFF00>&#12495;&#12452;&#12473;&#12467;&#12450;&#12300;&#20013;&#32026;&#12301;</FONT></H1>";
ToughHighScoresHTML = "<H1><H1><FONT COLOR=#FF0000>&#12495;&#12452;&#12473;&#12467;&#12450;&#12300;&#19978;&#32026;&#12301;</FONT></H1>";
FreePlayHighScoresHTML = "<H1><FONT COLOR=#FF00FF>&#12495;&#12452;&#12473;&#12467;&#12450;&#12300;&#12501;&#12522;&#12540;&#12503;&#12524;&#12452;&#12301;</FONT></H1>";
AnonymousName = "名無しさん";
PauseGameMenuItemTitle = "ポーズ";
ContinueGameMenuItemTitle = "ポーズ解除";
MuteGameMenuItemTitle = "消音";
UnMuteGameMenuItemTitle = "消音解除";
PausedHTML = "<H1><FONT COLOR=#FF0000>&#12509;&#12540;&#12474;</FONT></H1>";
PicturesFolderPath = "~";